Repository: Busilinx/busilinx
Catalog: sites/all/modules/contrib/ipaper/translations/*.po
Languages: de

source: Error parsing XML
de: Fehler bei der XML-Verarbeitung

source: Only this website
de: Nur diese Website

source: World - www.scribd.com
de: Welt - www.scribd.com

source: By attribution
de: Namensnennung

source: By attribution, non-commercial
de: Namensnennung, nicht-kommerziell

source: By attribution, non-commercial, non-derivative
de: Namensnennung, nicht-kommerziell, keine Bearbeitung

source: By attribution, non-commercial, share alike
de: Namensnennung, nicht-kommerziell, Weitergabe unter gleichen Bedingungen

source: By attribution, non-derivative
de: Namensnennung, keine Bearbeitung

source: By attribution, share alike
de: Namensnennung, Weitergabe unter gleichen Bedingungen

source: Public domain
de: lizenzfrei

source: Copyright - all rights reserved
de: Urheberrecht - Alle Rechte vorbehalten

source: Allows you to embed iPaper objects hosted at scribd.com.
de: Ermöglicht das unter Einbetten von iPaper-Objekten die auf scribd.com vorgehalten werden.

source: Add a paper.
de: Ein Papier hinzufügen.

source: An iPaper is a document hosted on the scribd website.
de: Ein iPaper ist ein Dokument, das auf der scribd-Website gehostet wird.

source: This text is displayed with your document.
de: Dieser Teext wird mit dem Dokument angezeigt.

source: Visibility
de: Sichtbarkeit

source: Private documents are only available through this website. Public documents are also available on scribd.com and are indexed by search engines.
de: Private Dokumente sind nur über diese Website verfügbar. Öffentliche Dokumente sind auch unter scribd.com verfügbar und werden von Suchmaschinen indexiert.

source: License
de: Lizenz

source: The license under which the document is published. For more information about licenses, see <a href="http://creativecommons.org/about/licenses/meet-the-licenses" target="_blank">http://creativecommons.org/</a>
de: Die Lizenz, unter der dieses Dokument veröffentlicht wird. Weitere Informationen zu Lizenzen sind unter <a href="http://creativecommons.org/about/licenses/meet-the-licenses" target="_blank">http://creativecommons.org/</a> zu finden.

source: Scribd document ID. Required unless you are attaching a file.
de: Sribd-Dokument-ID. Erforderlich wenn keine Datei angehängt wird.

source: Scribd secret password
de: Geheimes Passwort von Scribd

source: Scribd document access key. Required unless you are attaching a file.
de: Sridb-Dokument-Zugriffs-Schlüssel. Erforderlich, wenn keine Datei angehängt wird.

source: Drupal upload file ID. This is updated automatically by the module to track which file was last uploaded to scribd.
de: Drupal-ID der hochgeladenen Datei. Diese wird automatisch durch das Modul aktualisiert um nachzuverfolgen, welche Datei zuletzt zu Scribd hochgeladen wurde.

source: You must upload an attachment to create an iPaper.
de: Es muss ein Anhang hochgeladen werden, um ein iPaper zu erstellen.

source: iPapers are created from a single document. The iPaper that is displayed will always be generated from your most recent upload.
de: iPaper werden von aus einem einzelnen Dokument erstellt. Das dargestellte iPaper wird immer vom neuesten Upload erzeugt.

source: iPaper module configuration
de: iPaper-Modul-Konfiguration

source: iPaper API keys and configuration.
de: iPaper-API-Schlüssel und -Konfiguration

source: Please wait...
de: Bitte warten...

source: Redirecting...
de: Weiterleitung...

source: Preparing document...
de: Dokument wird vorbereitet...

source: This can take a while, depending on the size of your upload.
de: Dies kann je nach Größe des Uploads einen Moment dauern.

source: A new version of your document has been uploaded. It may take a few minutes until the most recent version is displayed.
de: Eine neue Version des Dokuments wurde hochgeladen. Es kann ein paar Minuten dauern, bis die neueste Version angezeigt wird.

source: Your document could not be successfully converted to an iPaper. See the message in the document display for more information
de: Das Dokument konnte nicht erfolgreich in ein iPaper konvertiert werden. Die Nachricht im Dokument enthält weitere Informationen

source: Scribd failed conversion for document
de: Sribc konnte das Dokument nicht konvertieren

source: Not an iPaper or the download link is not available
de: Kein iPaper oder der Link zum Herunterladen ist nicht verfügbar

source: The iPaper module has not yet been configured. You need to set an API key obtained from scribd.com/platform/start before you can use the module
de: Das iPaper-Modul wurde noch nicht konfiguriert. Es muss zuerst ein API-Schlüssel von scribd.com/platform/start erworben werden, bevor das Modul verwendet werden kann.

source: The previous attempt to convert this document to an iPaper failed. Click here to retry.
de: Der vorherige Versuch dieses Dokument in ein iPaper zu konvertieren ist fehlgeschlagen. Hier klicken um es erneut zu versuchen.

source: Please upload a document to view it as an iPaper.
de: Es muss ein Dokument hochgeladen werden, um es als iPaper anzuzeigen.

source: Thumbnail of !title
de: Miniaturansicht von !title

source: Thumbnail not yet available
de: Miniaturansicht ist noch nicht verfügbar.

source: Download document as PDF
de: Dokument als PDF herunterladen

source: Download document (plain text)
de: Dokument herunterladen (reiner Text)

source: Download document
de: Dokument herunterladen

source: This document is &copy; !yr by !name - all rights reserved.
de: Dieses Dokument ist @copy; !yr von !name - alle Rechte vorbehalten.

source: This document has been released into the public domain.
de: Dieses Dokujment wurde lizenzfrei herausgegeben.

source: Published under a Creative Commons License
de: Unter einer Creative-Commons-Lizenz herausgegeben.

source: Scribd API settings
de: Scribd-API-Einstellungen

source: These values are necessary for you to be able to upload iPapers. Set up a scribd API account at <a href="http://www.scribd.com/platform/start">http://www.scribd.com/platform/start</a>.
de: Diese Werte sind erforderlich, damit iPaper hochgeladen werden können. Es muss ein Scribd-API-Konto unter <a href="http://www.scribd.com/platform/start">http://www.scribd.com/platform/start</a> eingerichtet werden.

source: API key
de: API-Schlüssel

source: The scribd.com API key for your website.
de: Der scribd.com-API-Schlüssel für diese Website.

source: Secret key
de: Geheimer Schlüssel

source: The scribd.com secret key for your website. This is optional but provides added security. Enable "Require API signature" in your <a href="http://www.scribd.com/people/account">Scribd account</a>to prevent third parties from using just the API key to post requests.
de: Der geheime Schlüssel von Scribd für diese Website. Dieser ist optional, stellt aber eine zusätzliche Sicherheit dar. Im <a href="http://www.scribd.com/people/account">Scribd-Konto</a> muss „Require API Signature“ aktiviert sein, um Dritte daran zu hindern, einfach Anfragen mit dem API-Schlüssel zu erstellen.

source: Ipaper cusomizations
de: iPaper-Anpassungen

source: These settings affect the options available when iPapers are created/edited
de: Diese Einstellungen beeinflussen die verfügbaren Optionen, wenn iPaper erstellt/bearbeitet werden

source: Default visibility setting
de: Standard-Sichtbarkeitseinstellung

source: Private documents are only available through your website. Public documents are also available on scribd.com and are indexed by search engines.
de: Private Dokumente sind nur über diese Website verfügbar. Öffentliche Dokumente sind auch auf scribd.com verfügbar und werden durch Suchmaschinen indexiert.

source: Show visibility option?
de: Sichtbarkeitsoption anzeigen?

source: Allow users to choose whether their documents are private or public?
de: Benutzern die Auswahl erlauben, ob ihre Dokumente privat oder öffentlich sind?

source: Licensing on scribd.com
de: Lizenzierung auf scribd.com

source: The license under which documents are released. The license is shown on scribd.com.
de: Die Lizenz, unter der diese Dokumente veröffentlicht werden. Die Lizenz wird auf scribd.com angezeigt.

source: Show license option?
de: Lizenz-Option anzeigen?

source: Allow users to choose the license?
de: Benutzern die Auswahl der Lizenz erlauben?

source: Node view
de: Beitragsansicht

source: This is the format that users with the "download ipapers" permissions will download the documents in.
de: Dies ist das Format, in dem Benutzer mit der Berechtigung „iPaper herunterladen“ Dokumente herunterladen.

source: Show link to Scribd document.
de: Link zum Scribd-Dokument anzeigen.

source: If checked, a link to view the document on scribd.com will be displayed.
de: Wenn angekreuzt, wird ein Link zum Dokument auf scribd.com angezeigt.

source: Include full text on pages.
de: Volltext auf Seiten einschließen.

source: If checked, the plain text of the documents will be included on the pages in < noscript > tags (visible only to users that cannot see the iPaper viewer because Javascript is disabled). This is necessary if you want search engines to be able to index your content. However, it allows visitors to extract the text from the source of the page.
de: Wenn dies aktiviert wird, wird der reine Text der Dokumente auf den Seiten in < noscript > -Tags eingebunden (sichtbar nur für Benutzer, die das iPaper nicht sehen können, weil Javascript deaktiviert ist). Dies ist nötig, wenn Suchmaschinen den Inhalt indexieren können sollen. Es erlaubt Benutzer der Website aber auch, den Text aus der Seite zu extrahieren.

source: Additional Javascript API code
de: Zusätzlicher Javascript-API-Code

source: You can customize the appearance of iPaper objects by adding additional JavaScript commands - for example, you can define a custom width for the iPaper viewer, choose book or fullscreen mode as default, or set the zoom level. For command reference, see <a href="http://www.scribd.com/publisher/api?method_name=Javascript+API">www.scribd.com/publisher/api</a>. var scribd_doc = ... and scribd_doc.write(...) are already included by this module.
de: Das Erscheinungsbild von iPaper-Objekten kann durch das Hinzufügen zusätzlicher Javascript-Kommandos angepasst werden - es kann zum Beispiel eine benutzerdefinierte Breite für iPaper-Anzeigeprogramme definiert werden, Buch- oder Vollbildschirmansicht als Standard ausgewählt werden, oder der Zoom-Level gesetzt werden. Eine Befehlsreferenz ist unter <a href="http://www.scribd.com/publisher/api?method_name=Javascript+API">www.scribd.com/publisher/api</a> zu finden. var scribd_doc = ... und scribd_doc.write(...) sind in dieses Modul bereits integriert.

source: Teaser view
de: Anrisstext-Ansicht

source: Teaser view customizations.
de: Anpassungen der Anrisstext-Ansicht

source: Thumbnail size (height)
de: Miniaturansicht-Größe (Höhe)

source: This setting affects whether the module downloads large or small thumbnails to display with your iPaper nodes. If you change this after you have created documents, you should rebuild your thumbnail cache. Note that for any values other than 100px and 220px, scaling is done in the user's browser. Support for enlarged thumbnails is experimental, so if thumbnails are not appearing, choose the 100px option, save this form and then rebuild the thumbnail cache.
de: Diese Einstellung beeinflusst ob das Modul beim Anzeigen von iPaper-Beiträgen große oder kleine Miniaturansichten anzeigt . Wenn dies nach dem Erstellen von Dokumenten geändert wird, sollte der Cache für Miniaturansichten neu aufgebaut werden. Zu beachten ist, dass bei Werten außer 100px und 220px eine Skalierung im Browser der Benutzer erfolgt. Die Unterstützung für vergrößerte Miniaturansichten ist experimentell; wenn also Miniaturansichten nicht erscheinen, sollte die Option 100px ausgewählt, dieses Formular gespeichert und der Cache für Miniaturansichten neu aufgebaut werden.

source: Rebuild thumbnail cache
de: Cache für Miniaturansichten neu aufbauen

source: Removes and re-downloads thumbnails stored in the ipaper_thumbs/ folder.
de: Enfernt Miniaturansichten aus dem Ordner ipaper_thmubs/folder und lädt sie neu herunter.

source: Administrator settings
de: Administrator-Einstellungen

source: Control the backend of the module.
de: Das Backend des Moduls steuern.

source: Log all API requests to the event log
de: Alle API-Aufrufe im Ereignisprotokoll protokollieren

source: Allows administrators to diagnose or track communication through the Scribd API.
de: Ermöglicht Administratoren, die Kommunikation durch die Scribd-API zu diagnostizieren oder zu verfolgen.

source: Quickswitch allows you to display the documents you have on your site as iPapers without manually uploading any files to scribd or creating iPaper nodes. <strong>This feature is no longer supported by Scribd and will be replaced by an implementation of the JavaScript API in future versions of the module</strong>
de: Quickswitch ermöglicht die Anzeige der Dokumente auf der Website als iPaper, ohne irgendwelche Dateien manuell zu scribd hochzuladen oder iPaper-Beiträge zu erstellen. <strong>Diese Funktion wird nicht mehr von Scribd unterstützt und wird durch eine Implementierung der Javascript-API in einer späteren Version des Moduls ersetzt.</strong>

source: Include Quickswitch code on pages
de: Quickswitch-Code auf Seiten integrieren

source: Add code to your site? Enter the code below
de: Dieser Website Code hinzufügen? Code unten eingeben

source: Enter the QuickSwitch code you got from scribd.com.
de: Von Scribd.com erhaltenen Quickswitch-Code eingeben

source: iPaper configuration
de: iPaper-Konfiguration

source: The iPaper module has not been configured. Please configure it from the <a href="@url">iPaper settings page</a>.
de: Das iPaper-Modul wurde noch nicht konfiguriert. Bitte auf der <a href="@url">Seite mit den iPaper-Einstellungen</a> erledigen.

source: Not configured
de: Nicht konfiguriert

source: Request to Scribd.com failed. See the event log for more details.
de: Anforderung bei scribd.com fehlgeschlagen. Das Ereignisprotokoll enthält weitere Details.

source: Scribd error #%number: %msg
de: Scribd-Fehler #%number: %msg

source: Could not write thumbnail for doc_id %doc_id
de: Miniaturansicht konnte nicht geschrieben werden für doc_id %doc_id

source: Action: %apimethod, Document ID: %doc_id URL: %link
de: Aktion: %apimethod, Dokumenten-ID: %doc_id URL: %link

source: Request failed (CURL) - %err - %link
de: Anforderung fehlgeschlagen (CURL) - %err - %link

source: Request failed (FOPEN) - %err - %link
de: Anforderung fehlgeschlagen (FOPEN) - %err - %link

source: fsockopen might not be supported on your server. CURL must be installed or fsockopen enabled in order for the ipaper module to work
de: Möglicherweise ist fsockopen auf dem Server nicht unterstützt. CURL muss installiert oder fsockopen aktiviert werden, damit das iPaper-Modul funktioniert.

source: create ipaper
de: iPaper erstellen

source: view ipapers
de: iPaper anzeigen

source: edit own ipapers
de: eigene iPaper bearbeiten

source: edit ipapers
de: iPaper bearbeiten

source: delete own ipapers
de: eigene iPaper löschen

source: delete ipapers
de: iPaper löschen

source: embed ipapers
de: iPaper einbetten

source: embed own ipapers
de: eigene iPaper einbetten

source: download ipapers
de: iPaper herunterladen

source: edit ipaper parameters
de: iPapier-Parameter bearbeiten

source: The base table for nodes.
de: Die Basistabelle für Beiträge.

source: Node identifier.
de: Beitrags-ID.

source: File ID for uploaded docid.
de: Datei-ID für hochgeladene docid.

source: Document ID returned by scribd.
de: Von scribd zurückgegebene Dokumenten-ID

source: Secret password for display of ipaper.
de: Geheimes Passwort zur Anzeige von iPaper

source: Access key to embed ipaper.
de: Zugriffsschlüssel zum Einbetten von iPaper.

source: private or public hosting on scribd.
de: Privates oder Öffentliches Vorhalten auf scribd.com.

source: Copyright setting.
de: Urheberrechts-Einstellung.

source: Text of document for search index.
de: Text des Dokuments für den Suchindex

source: Path to thumbnail.
de: Pfad zur Miniaturansicht.

source: The iPaper module was successfully uninstalled
de: Das iPaper-Modul wurde erfolgreich deinstalliert

source: Embed and publish iPaper documents through your Drupal site.
de: iPaper-Dokumente in der Drupal-Website einbetten und veröffentlichen
