Repository: Busilinx/busilinx
Catalog: sites/all/modules/contrib/contrib/checkout/translations/*.po
Languages: de

source: Below is a list of all locked documents. Click on <em>check in</em> to release a lock.
de: Dies ist eine Übersicht über alle gesperrten Dokumente. Ein Klick auf <em>freigeben</em> hebt die Sperrung auf.

source: Below is a list of all documents locked by you. Click on <em>check in</em> to release a lock.
de: Dies ist eine Übersicht über alle von Ihnen gesperrten Dokumente. Ein Klick auf <em>freigeben</em> hebt die Sperrung auf.

source: Keep document locked
de: Dokument dauerhaft sperren

source: Check this box if you want to keep this document locked in your name after submitting it.
de: Diese Box markieren, wenn das Dokument auch nach dem Speichern in Ihrem Namen gesperrt bleiben soll.

source: Disabled
de: Deaktiviert

source: Automatic check-in
de: Automatische Freigabe

source: The period after which locked documents will be automatically released.
de: Zeitspanne, nach der gesperrte Dokumente automatisch freigegeben werden.

source: Your lock has been removed!
de: Die Bearbeitungssperre wurde aufgehoben!

source: You can still save the content if this user aborts the edit operation without saving changes.
de: Der Inhalt kann dennoch gespeichert werden, wenn dieser Benutzer das Bearbeiten abbricht ohne seine Änderungen zu speichern.

source: Your lock has been removed due to inactivity or by an administrator. Failed to regain the lock since the document has been changed since.
de: Die Sperre wurde aufgrund von Inaktivität oder durch einen Administrator aufgehoben. Da das Dokument verändert wurde konnte die Sperre nicht wieder erlangt werden.

source: Released @count document(s) locked for more than @period.
de: @count Dokument(e), das/die länger als @period gesperrt waren wurden freigegeben.

source: This document is locked for editing by !name since @date.
de: Dieses Dokument is gesperrt von !name seit @date.

source: Click <a href="!release-url">here</a> to check back in now.
de: <a href="!release-url">Hier</a> klicken, um es jetzt freizugeben.

source: This document is now locked against simultaneous editing. It will unlock when you navigate elsewhere.
de: Dieses Dokument ist jetzt gegen gleichzeitiges Bearbeiten geschützt. Es wird freigegeben sobald Sie diese Seite verlassen.

source: Title
de: Titel

source: Username
de: Benutzername

source: Locked since
de: Gesperrt seit

source: Persistent lock
de: Dauerhaft gesperrt

source: Operations
de: Operationen

source: yes
de: ja

source: check in
de: freigeben

source: No locked documents.
de: Es existieren keine gesperrten Dokumente.

source: The editing lock has been released.
de: Die Bearbeitungssperre wurde aufgehoben.

source: Allows users to lock documents for modification.
de: Ermöglicht es Benutzern Dokumente zur Bearbeitung zu sperren.
