Repository: Busilinx/busilinx
Catalog: sites/all/modules/taxonomy_vtn/translations/*.po
Languages: fr

source: When Caching is on, entire index pages are being cached and changes on terms, nodes or vocabularies may not always have an effect until the cache gets rebuilt.
fr: Quand le cache est utilisé, les pages d'index sont sauvées dans le cache. Changer un terme, un nœud ou un vocabulaire ne sera pas toujours suffisent pour affecter le cache jusqu'au moment ou vous l'effacez.

source: Now this module supports operations
fr: Maintenant ce module supporte les opérations

source: insert, update, delete
fr: insérer, mise à jour, effacer

source: for nodes, terms and vocabularies and is expected to automaticaly rebuild its cache. In most cases this is a safe choice. However you can !link now.
fr: pour les nœuds et vocabulaires et le cache est supposé être effacé de façon automatique. Dans la plupart des cas, c'est un bon choix. Néanmoins, il est possible d'!link maintenant.

source: clear your Taxonomy VTN cache
fr: effacer votre cache Taxonomy VTN

source: Caching
fr: Utiliser le cache

source: !setlocale is supported.!newline In other words, the alphabetical index with letters such as !letters can be properly sorted in your language.
fr: !setlocale est supporté.!newline En d'autres termes, l'index alphabètique avec des lettres tel que !letters seront correctement ordonnées dans votre langue.

source: Your server does not support !setlocale or your version of php is too old (use >= 4.4.0 or >= 5.0.2).!newline In other words, the alphabetical index sorting with letters such as !letters cannot be properly sorted in your language.
fr: Votre serveur ne supporte pas !setlocale ou votre version PHP est trop vieille (utilisez >= 4.4.0 ou >= 5.0.2).!newline En d'autre termes, l'index alphabètique avec des lettres telque !letters ne seront pas correctement ordonnées dans votre langue.

source: Use setlocale
fr: Utiliser setlocale

source: If you have some trouble with your indexes, try turning off this option.
fr: Si vous avez des problèmes avec vos index, essayez de ne pas utiliser cette option.

source: List of locales supported by your server
fr: Liste des locales supportées par votre serveur

source: Select your language code for proper sorting.
fr: Sélectionnez le code de votre langue pour ordonner correctement.

source: User friendly titles
fr: Titre amicaux

source: Overwrite links
fr: Changer les liens

source: Quick link to edit terms
fr: Liens rapide pour éditer les termes

source: When selected, users who have administrative rights for the Taxonomy and Taxonomy VTN modules (BOTH RIGHTS REQUIRED) will see an <em>edit</em> link in the site index.
fr: Quand sélectionné, les utilisateurs qui ont l'autorisation administrative d'éditer les termes de cette taxonomie et de Taxonomy VTN (LES DEUX AUTORISATIONS SONT REQUISES) pourront voir un lien <em>éditer</em> dans leur index.

source: Vocabularies
fr: Vocabulaires

source: Set how the vocabularies index is displayed
fr: Définir comment les index de vocabulaires sont affichés

source: Master index name (default to "Master index")
fr: Nom de l'index primaire (défaut: "Index primaire")

source: Master index
fr: Index primaire

source: Hide master index title
fr: Cacher le titre de l'index primaire

source: If checked, do not add an extra title in the master index page (especially useful when your title and first group have the same name.)
fr: Quand sélectionné, ne montre pas le titre de l'index primaire sur la page d'index (particulièrement utile quand votre titre et votre premier group ont le même nom).

source: Default groups
fr: Groupes par défaut

source: List of comma separated groups. Used when accessing the master index as taxonomy_vtn. If empty, ignore the groups (i.e. same display as before.)
fr: Liste les noms de groupes séparés par des virgules. Utilisé quand l'utilisateur accède l'index primaire de Taxonomy VTN. Quand c'est vide, ignore tous les groupes (même affichage que sans groupe).

source: Show descriptions
fr: Montrer les descriptions

source: Show
fr: Montrer

source: Hide / Show descriptions
fr: Cacher / Montrer les descriptions

source: Show count of terms
fr: Montrer le nombre de termes

source: Show empty vocabularies
fr: Montrer les vocabulaires vides

source: Show index letters
fr: Montrer un index avec les lettres

source: One
fr: Un

source: Two
fr: Deux

source: Three
fr: Trois

source: Letters to group
fr: Lettres à grouper

source: Group vocabulary letters together. Example:
fr: Grouper les lettres d'un vocabulaire ensemble. Exemple:

source: or
fr: ou

source: Number of columns
fr: Nombre de colonnes

source: Directly go to the terms if there is only one vocabulary
fr: Directement montrer les termes s'il n'y a qu'un seul vocabulaire

source: Exclude vocabularies by identifiers
fr: Exclure les vocabulaires par identifieurs

source: Example: 1, 3, 11, 5
fr: Exemple: 1, 3, 11, 5

source: Include vocabularies by identifiers, leave empty to include all
fr: Inclure les vocabulaires par identifieurs, laisser vide pour inclure tous les vocabulaires

source: Input format
fr: Format d'entrée

source: Select a format to use to write out the descriptions.
fr: Selectionner le format à utiliser pour écrire les descriptions

source: Terms
fr: Termes

source: Set how the terms index is displayed
fr: Définir l'affichage de l'index des termes

source: Back to vocabularies
fr: Retourner aux vocabulaires

source: on errors.
fr: quand une erreur est détecté.

source: Exclude terms id from all tables
fr: Exclure les terms par identifier de toutes les tables

source: Identifiers of terms to include from all tables, leave empty to include all
fr: Identifieurs des termes à inclure dans toutes les tables, laisser vide pour tous les inclure

source: VTN Terms
fr: Termes VTN

source: Taxonomy VTN Group
fr: Groupe de Taxonomy VTN

source: Taxonomies with a group name appear under http://www.example.com/taxonomy_vtn/group/&lt;group name&gt;, do not use the name 'all' since that is a reserved name.
fr: Les taxonomies avec un groupe apparaissent sous http://www.example.com/taxonomy_vtn/group/&lt;nom du groupe&gt;, n'utilisez pas le nom 'all' qui est réservé.

source: Long description
fr: Description longue

source: Describes this vocabulary in details. This text appears at the top of the terms page. If you use the parent/child scheme, then this description only appears at the top of the page showing the top-most (root) terms. The description of the vocabulary will be used as a teaser in the vocabulary listing page.
fr: Décrivez ce vocabulaire en détail. Ce texte apparait en haut de la page des termes. Si vous utilisez le système parent/enfant, alors cette description n'apparaîtra qu'en haut de la page affichant le terme racine (root). La description du vocabulaire sera utilisée comme un résumé sur page avec la liste de tous les vocabulaires.

source: Unwanted characters in sort
fr: Caractères non voulus dans la fonction d'ordre

source: List a set of characters to ignore in your terms. Useful if you have terms that start with a (, @, $, ., etc. but do not want to have such an entry in your term index. <span style="color: red;">WARNING:</span> removing the period (.) means removing the decimal point in numbers.
fr: Liste de caractères à ignorer dans vos termes. Très utile pour les vocabulaires qui ont des termes commançant par (, @, $, ., etc. qui ne doivent pas utiliser ces caractères dans leur index. <span style="color: red;">ATTENTION:</span> enlever le point (.) signifie enlever le point decimal des nombres en anglais ou dans un language de programmation.

source: Word to sort numerically
fr: Mot à ordonner de façon numérique

source: Enter the word to be sorted numerically. Use 0 to only sort alphabetically.
fr: Entrer le numéro du mot à ordonner numériquement. Utilisez 0 pour n'ordonner qu'alphabétiquement.

source: Parent/child links
fr: Liens parent/enfant

source: Handle the parent/child relationships of this vocabulary so links of a parent points to a child instead of the list of nodes.
fr: Utilise les relations parent/enfant de ce vocabulaire de sort à ce que les parents soient liés envers leurs enfants plutôt que la liste des nœuds attachés à ce terme.

source: Show parent in children's list
fr: Montrer les parent dans la liste des enfants

source: The parent/child links prevent you from actually accessing the list of nodes of a parent term. This flag asks the system to add a link at the top to the list of nodes of the parent term being displayed.
fr: Par défaut, les liens des parents aux enfants vous empêche d'acceder au nœuds des termes parents. Ce drapeau demande au système d'ajouter un lien dans la liste des nœuds de l'enfant qui pointe aux nœuds du terme parent.

source: Show parent nodes after the terms if any
fr: Afficher les nœuds du terme parent après les termes enfants

source: When displaying a parent term, if it has nodes, list them right after the list of children terms. (Note: you probably want to hide the parent term from the list of terms, i.e. previous checkbox.)
fr: Quand les termes d'un parent sont affichés, et si ce terme parent à des nœuds, alors liste ces nœuds juste après la liste des termes enfants. (Note: vous voudrez certainement cacher le terme parent de la liste des termes, ç.a.d le drapeau précédent).

source: Show / Hide descriptions
fr: Montrer / Cacher les descriptions

source: Show count of nodes
fr: Montrer le nombre de nœuds

source: Show empty
fr: Montrer les entrées vides

source: Show synonyms
fr: Montrer les synonymes

source: Show related terms
fr: Montrer les termes en relation

source: Show a list of links at the top of all the letters
fr: Montrer la liste de liens en haut de toutes les lettres

source: Break the quick index on two lines
fr: Mettre la liste des lettres sur deux lignes

source: Show statistics at the bottom of the page
fr: Montrer les statistiques en bas de page

source: Group terms letters together. Example:
fr: Grouper les lettres des termes ensemble. Exemple

source: List of nodes
fr: Liste des nœuds

source: Where people are sent clicking a term
fr: Où les utilisateurs sont envoyés quand ils cliquent un terme

source: Exclude terms id from the terms table of this vocabulary
fr: Exclure les termes par leur identifieurs de la teable des termes de ce vocabulaire

source: Include terms id from the terms table of this vocabulary, leave empty to include all
fr: Inclure ces termes, défini par leur identifieurs, dans la table des termes de ce vocabulaire, laissez vide pour inclure tous les termes

source: Select the format for this taxonomy terms
fr: Sélectionné le format à utiliser pour les termes de cette taxonomie

source: VTN Nodes
fr: Nœuds VTN

source: Set how the nodes index is displayed
fr: Définir l'affichage de l'index des nœuds

source: Back to terms
fr: Retourner aux termes

source: Show count of comments
fr: Montrer le nombre de commentaires

source: Show count for nodes without comments
fr: Montrer le nombre de commentaires même pour les nœuds sans commentaires

source: Links per page
fr: Nœuds par page

source: How many links should be displayed per page
fr: Combien de liens doivent être affichés par page

source: Use pager for nodes
fr: Utiliseur le pageur pour les nœuds

source: Long description (Taxonomy VTN)
fr: Description longue (Taxonomy VTN)

source: Describes this term in details. This text appears at the top of the terms page showing the children of this term. You need to use the parent/child scheme of the Taxonomy VTN module, then this description will appear at the top of the page showing the children of this term. The usual Description of the term will be used as a teaser in the page where this term is listed.
fr: Descrire ce term en détail. Ce texte apparaît en haut de la page de ce terme quand le module affiche les enfants de ce terme. Vous avez besoin d'utiliser le système avec les parents et enfants du module Taxonomy VTN pour voir l'utilisateur de cette description. La description habituelle du terme sera utilisée comme un résumé dans la page d'index ou ce terme est listé.

source: Home
fr: Accueil

source: No data to display. The option to not show empty vocabularies is certainly selected.
fr: Aucune donnée à afficher. L'option demandant de ne pas afficher les vocabulaires vides est certainement sélectionnée.

source: No data to display. There is no vocabularies or they all are excluded from display.
fr: Aucune donnée à afficher. Il n'y a pas de vocabulaires ou ils sont tous exclus de l'affichage.

source: Please select a vocabulary first
fr: Merci de sélectionner un vocabulaire

source: Bad vocabulary identifier (!voc_id)
fr: Identifieur de vocabulaire invalid (!voc_id)

source: No data to display. You probably have no vocabulary with vid = !voc_id
fr: Aucune donnée à afficher. Vous n'avez certainement pas de vocabulaire avec vid = !voc_id

source: vocabularies
fr: vocabulaires

source: master index
fr: index primaire

source: Back to
fr: Returner à

source: Terms in @vocabulary
fr: Termes dans @vocabulary

source: edit
fr: éditer

source: Related terms
fr: Termes en relation

source: Synonyms
fr: Synonymes

source: !lc letters, !tc terms, !sc synonyms, !rc related terms, !nc references to nodes, !cc references to children
fr: !lc lettres, !tc termes, !sc synonymes, !rc termes en relation, !nc references à des nœuds, !cc références à des enfants

source: !lc letters, !tc terms, !sc synonyms, !rc related terms, !nc references to nodes
fr: !lc lettres, !tc termes, !sc synonymes, !rc termes en relation, !nc references à des nœuds

source: No data to display. You probably selected the option to avoid empty terms.
fr: Aucune donnée à afficher. Vous avez probablement sélectionné l'option de sorte à éviter les termes vides.

source: No data to display. This vocabulary is probably empty.
fr: Aucune donnée à afficher. Le vocabulaire est probablement vide.

source: Unknown vocabulary ("%voc_name").
fr: Vocabulaire inconnu ("%voc_name").

source: Bad term id
fr: Identifieur de terme invalid

source: No data to display. You probably don't have a term with tid = !term_id.
fr: Aucun donnée à afficher. Vous n'avez probablement pas de terme avec tid = !term_id.

source: Back to master index
fr: Retourner à l'index primaire

source: Nodes of term @term_name
fr: Nœuds du terme @term_name

source: No data to display. This term is probably not used by any node.
fr: Aucune donnée à afficher. Ce terme n'est probablement pas utilisé par aucun nœud.

source: terms
fr: termes

source: No data to display. This term ("%term_name") does not exist.
fr: Aucune données à afficher. Ce terme ("%term_name") n'existe pas.

source: 1 comment
fr: 1 commentaire

source: Screenshots
fr: Capture d'écran

source: Screenshot of vocabulary.
fr: Capture décran du vocabulaire

source: Sample vocabulary index
fr: Exemple d'index du vocabulaire

source: Screenshot of terms.
fr: Capture d'écran de termes

source: Sample terms index
fr: Exemple d'index de termes

source: Screenshot of nodes.
fr: Capture d'écran de nœuds.

source: Sample nodes index
fr: Exemple d'index de nœuds

source: Settings
fr: Préférences

source: As mentioned below, the Taxonomy VTN has its own !settings. Also, each !taxonomy has detailed settings on how to present the terms and nodes.
fr: Comme mentionné plus bas, le module Taxonomy VTN a ces propos !settings. Chaque !taxonomy a ces propres préférences décrivant comment afficher leur termes.

source: settings page
fr: page de préférences

source: Taxonomy
fr: Taxonomies

source: Features
fr: Options

source: I'm open to sugestions.
fr: Je suis ouvert à vos suggestions.

source: Define the global settings of the Taxonomy VTN module.
fr: Définir les préférences globales du module Taxonomy VTN.

source: Please, check your !taxonomies to refine your term & node settings.
fr: Merci de vérifier vos !taxonomies pour rafiner vos préférences d'affichage des termes et nœuds.

source: administer taxonomy_vtn
fr: administrer taxonomy_vtn

source: access taxonomy_vtn
fr: accéder à taxonomy_vtn

source: Customize Taxonomy VTN settings
fr: Personaliser les préférences de Taxonomy VTN

source: Site index
fr: Index du site

source: Terms by letter
fr: Termes par lettre

source: Term Nodes
fr: Nœuds d'un terme

source: Clear Taxonomy VTN Cache
fr: Effacer le cache de Taxonomy VTN

source: The Taxonomy VTN module has been enabled. You may wish to go to <a href="!url">the settings page</a>.
fr: Le module Taxonomy VTN a été activé. Vous voulez peut-être aller à la <a href="!url">page des préférences</a>.

source: The Taxonomy VTN module has been uninstalled.
fr: Le module Taxonomy VTN a été desinstallé.

source: Taxonomy VTN module uninstalled by @user.
fr: Le module Taxonomy VTN desinstallé par @user.

source: Taxonomy VTN - vocabularies, terms and nodes
fr: Taxonomy VTN - vocabulaires, termes et nœuds

source: Show vocabulary description
fr: Afficher la description des vocabulaires

source: This may slow your site
fr: Ceci peut ralentir votre site

source: Include vocabularies by identifiers
fr: Include les vocabulaires par identifieurs

source: The Taxonomy VTN Block module has been enabled. You may wish to go to <a href="!url">the block settings page</a>.
fr: Le module Taxonomy VTN Block a été activé. Vous voulez surment aller à <a href="!url">la page de préférence du bloc</a>.

source: The Taxonomy VTN Block module has been uninstalled.
fr: Le module Taxonomy VTN Block a été desinstallé.

source: Taxonomy VTN Block module uninstalled by @user.
fr: Le module Taxonomy VTN Block a été desinstallé par @user.

source: Vocabulary block for Taxonomy VTN.
fr: Bloc de vocabulaire pour Taxonomy VTN

source: Show the vocabulary description
fr: Montrer la description du vocabulaire

source: Number of terms to show
fr: Nombre de termes à montrer

source: If you have that many terms or less, show all of them. Otherwise randomly select that number of terms. Use 0 to show all the terms.
fr: Si vous avez ce nombre de termes ou moins, montre les tous. Sinon, sélectionne de façon aléatoire ce nombre de termes. Utilisez 0 pour montrer tous les termes.

source: Show unused terms
fr: Montrer les termes inutilisés

source: <span style="color: red;">IMPORTANT NOTE:</a> This flag is ignored if the nodes are not counted since when we do not count the nodes we cannot know whether a term is in use or not.
fr: <span style="color: red;">NOTE IMPORTANTE:</a> Ce drapeau est ignoré si les nœuds ne sont pas compté car sans compter on ne peut pas savoir se le terme est utilisé ou non.

source: Show term description
fr: Afficher la description des termes

source: Show the total number of terms
fr: Afficher le nombre total des termes

source: The number of terms is known and can be shown at the bottom of the block. Does not work well with <em>Number of terms to show</em>.
fr: Le nombre de termes est connu et peut-être montrer en bas du bloc. Ne fonctionne pas très bien avec <em>Nombre de termes à montrer</em>.

source: <span style="color: red;">IMPORTANT NOTE:</a> This may slow your site since the taxonomy blocks are not cached and a heavy SQL command is required to count all the nodes.
fr: <span style="color: red;">NOTE IMPORTANTE:</a> Ce drapeau peut ralentir votre site car le bloc de taxonomy n'est pas sauvé dans le cache et une commande SQL lourde est nécessaire pour compter tous les nœuds.

source: Exclude terms by identifiers
fr: Exclure les termes par identifieurs

source: Include terms by identifiers
fr: Include les termes par identifieurs

source: Found !count terms.
fr: !count termes ont été trouvés.

source: Terms of !name
fr: Termes de !name

source: Taxonomy Terms: !name
fr: Termes de taxonomy: !name

source: The Taxonomy VTN Terms Blocks module has been enabled. Setup blocks in the <a href="!url">block settings page</a>.
fr: Le module Taxonomy VTN Terms Blocks a été activé. Voir la page des <a href="!url">préférences du bloc</a>.

source: The Taxonomy VTN Terms Blocks module has been uninstalled.
fr: Le module Taxonomy VTN Terms Blocks a été desinstallé.

source: Taxonomy VTN Terms Blocks module uninstalled by @user.
fr: Module Taxonomy VTN Terms Blocks desinstallé par @user.

source: Terms blocks for Taxonomy VTN.
fr: Bloc de termes pour Taxonomy VTN.
